cask_args appdir: "/Applications"

tap "caskroom/cask"

brew "git"
brew "imagemagick"
brew "rbenv"

cask "airfoil"
cask "backblaze"
cask "basictex"
cask "daisydisk"
cask "dash"
cask "fantastical"
cask "fastscripts"
cask "framer"
cask "google-chrome"
cask "imageoptim"
cask "ksdiff"
cask "nudgit"
cask "omnigraffle"
cask "paw"
cask "sequel-pro"
cask "skala-preview"
cask "sketch"
cask "sublime-text"
cask "superduper"
cask "tower"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "vlc"
