cask_args appdir: "/Applications"

tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "vitorgalvao/tiny-scripts"

brew "git"
brew "imagemagick"
brew "markdown"
brew "node"         # Required for Sublime-HTMLPrettify plugin
brew "rbenv"
brew "ruby-build"
brew "smartypants"

cask "1password"
cask "backblaze"
cask "basictex"
cask "cardhop"
cask "dash"
cask "fantastical"
cask "flash-npapi"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "java8"
cask "keyboard-maestro"
cask "ksdiff"
cask "nvivo"
cask "paw"
cask "sketch"
cask "sublime-text"
cask "superduper"
cask "tower2"
cask "transmit"

# youtube-dl
brew "youtube-dl"
brew "ffmpeg"

# homebrew
brew "cask-repair"
