cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/versions"

brew "git"
brew "imagemagick"
brew "node"         # Required for Sublime-HTMLPrettify plugin
brew "rbenv"

cask "airfoil"
cask "backblaze"
cask "basictex"
cask "cardhop"
cask "daisydisk"
cask "dash"
cask "docker"
cask "fantastical"
cask "fastscripts"
cask "framer"
cask "google-chrome"
cask "imageoptim"
cask "ksdiff"
cask "microsoft-office"
cask "nudgit"
cask "omnigraffle"
cask "paw"
cask "qlstephen"
cask "sequel-pro"
cask "skala-preview"
cask "sketch"
cask "skype"
cask "sublime-text"
cask "superduper"
cask "tower"
cask "transmit"
cask "vlc"

# MSR

tap "homebrew/services"

brew "maven"
brew "mysql"

cask "caskroom/versions/java8"
cask "eclipse-ide"
cask "mysqlworkbench"
cask "x2goclient"
cask "xquartz"
